tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nushell"
brew "ripgrep"
brew "sesh"
brew "stow"
brew "tldr"
brew "tmux"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazydocker/lazydocker"
cask "aerospace"
cask "font-symbols-only-nerd-font"
