brew "zsh"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nushell"
brew "ripgrep"
brew "sesh"
brew "stow"
brew "tldr"
brew "tmux"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
